accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
ansible
archlinux-keyring
ark
audiocd-kio
autoconf
automake
awesome-terminal-fonts
b43-fwcutter
base
bash-completion
bind
binutils
bison
bleachbit
bluedevil
bluez
bluez-utils
breeze-gtk
btrfs-progs
cantarell-fonts
chromium
clang
cryptsetup
ctags
cups
cups-filters
cups-pdf
debugedit
device-mapper
dhclient
dialog
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dosfstools
dragon
duf
e2fsprogs
efibootmgr
efitools
elisa
emacs
espeak-ng
ethtool
exfatprogs
f2fs-tools
fakeroot
ffmpegthumbnailer
file
findutils
firefox
firewalld
flex
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fsarchiver
gawk
gcc
gettext
ghostscript
git
glances
gnu-netcat
gnucash
grep
groff
grub
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk2fontsel
gutenprint
gwenview
gzip
haveged
hdparm
homebank
htop
hugo
hunspell-en_us
hwdetect
hwinfo
inetutils
inxi
iwd
jfsutils
jupyter-notebook
kate
kcalc
kde-gtk-config
kdeconnect
keepassxc
khotkeys
kinfocenter
kinit
kio-fuse
kmymoney
knotes
konsole
kscreen
kwallet-pam
less
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libtool
libvirt
libvterm
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
m4
make
man-db
man-pages
mdadm
meld
mesa-utils
mlocate
modemmanager
mousetweaks
mtools
nano
nano-syntax-highlighting
nbd
ndisc6
neofetch
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nmap
noto-fonts
nss-mdns
ntfs-3g
ntp
okular
openconnect
openvpn
orca
os-prober
p7zip
patch
pavucontrol
perl
pidgin
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
plasma-desktop
plasma-disks
plasma-nm
plasma-pa
poppler-glib
power-profiles-daemon
powerdevil
ppp
pptpclient
print-manager
purple-facebook
purple-plugin-pack
pv
python
python-capng
python-defusedxml
python-dotenv
python-jupyter_client
python-jupyterlab_server
python-odfpy
python-packaging
python-pip
python-pyqt5
python-pywal
qbittorrent
rebuild-detector
reiserfsprogs
rp-pppoe
rsync
rtkit
rust-analyzer
rustup
s-nail
sddm-kcm
sed
sg3_utils
signal-desktop
smartmontools
sof-firmware
solid
spectacle
splix
sshfs
stow
sudo
sxiv
syncthing
sysfsutils
system-config-printer
systemd-sysvcompat
tap-plugins
texinfo
thefuck
tldr
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
unrar
unzip
upower
usb_modeswitch
usbutils
vagrant
vi
vim
virt-manager
virtualbox
virtualbox-ext-vnc
viu
vpnc
weechat
wget
which
whois
wireless-regdb
wireless_tools
wireplumber
wpa_supplicant
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xfsprogs
xl2tpd
xonsh
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
xterm
yad
yakuake
zsh
